Repository: ecotaxa/ecotaxa_front
Catalog: messages/*/LC_MESSAGES/ecotaxa.po
Languages: cn, fr, pt, zh

source: EcoTaxa about page
cn: 关于EcoTaxa的页面
fr: Page d'accueil d'EcoTaxa
pt: EcoTaxa sobre a página
zh: 关于EcoTaxa的页面

source: Welcome to EcoTaxa
cn: 欢迎来到EcoTaxa
fr: Bienvenue sur EcoTaxa
pt: Bem-vindo a EcoTaxa
zh: 欢迎来到EcoTaxa

# EcoTaxa_is_a_web_application
source: EcoTaxa is a web application dedicated to the visual exploration and the taxonomic annotation of images that illustrate the beauty of planktonic biodiversity.
cn: EcoTaxa是一个网络应用，致力于视觉探索和对说明浮游生物多样性之美的图片进行分类标注。
fr: EcoTaxa est une application web dédiée à l'exploration visuelle et à l'annotation taxonomique d'images qui illustrent la beauté de la biodiversité planctonique.
pt: EcoTaxa é uma aplicação web dedicada à exploração visual e à anotação taxonómica de imagens que ilustram a beleza da biodiversidade planctónica.
zh: EcoTaxa是一个网络应用，致力于视觉探索和对说明浮游生物多样性之美的图片进行分类标注。

# If_you_use_EcoTaxa
source: If you use EcoTaxa in your work, we would appreciate if you cite it as: Picheral M, Colin S, Irisson J-O (2017). EcoTaxa, a tool for the taxonomic classification of images: <a href='http://ecotaxa.obs-vlfr.fr'>http://ecotaxa.obs-vlfr.fr</a>
cn: 如果您在工作中使用EcoTaxa，我们希望您能将其引用为。Picheral M, Colin S, Irisson J-O (2017). EcoTaxa，一个对图像进行分类的工具。
fr: Si vous utilisez EcoTaxa dans votre travail, nous vous serions reconnaissants de le citer comme : Picheral M, Colin S, Irisson J-O (2017). EcoTaxa, un outil de classification taxonomique des images : <a href='http://ecotaxa.obs-vlfr.fr'>http://ecotaxa.obs-vlfr.fr</a>
pt: Se você usa EcoTaxa em seu trabalho, agradeceríamos se você citasse como: Picheral M, Colin S, Irisson J-O (2017). EcoTaxa, uma ferramenta de classificação taxonômica de imagens: <a href='http://ecotaxa.obs-vlfr.fr'> http://ecotaxa.obs-vlfr.fr </a>
zh: 如果您在工作中使用 EcoTaxa，如果您将其引用为：Picheral M、Colin S、Irisson J-O（2017），我们将不胜感激。 EcoTaxa，一种图像分类工具：<a href='http://ecotaxa.obs-vlfr.fr'>http://ecotaxa.obs-vlfr.fr</a>

# The_development_of_EcoTaxa
source: The development of EcoTaxa is made possible by the support of:
cn: EcoTaxa的发展得到了以下方面的支持。
fr: Le développement d'EcoTaxa est rendu possible par le soutien de :
pt: O desenvolvimento de EcoTaxa é tornado possível graças ao apoio de:
zh: EcoTaxa的发展得到了以下方面的支持。

# Sorbonne_Universite_and_CNRS
source: Sorbonne University and the <a href='www.cnrs.fr'>CNRS</a>, which pay the salaries of the permanent staff responsible for supervising its development.
fr: Sorbonne Université et le <a href='www.cnrs.fr'>CNRS</a>, qui paient les salaires du personnel permanent chargé de superviser son développement.
zh: 索邦大学和<a href='www.cnrs.fr'>CNRS</a>，支付负责监督其发展的长期工作人员的工资。

# The_Programme_Investissements_d_Avenir
source: <a href='https://www.gouvernement.fr/le-programme-d-investissements-d-avenir'> The Future Investments Program </a> which financed the development of the original version of the application through the Oceanomics project, dedicated to the analysis of Tara Oceans samples [45k €].
cn: Investissements d'Avenir计划通过Oceanomics项目资助了该应用程序原始版本的开发，该项目致力于分析塔拉海洋的样本[45k€]。
fr: <a href='https://www.gouvernement.fr/le-programme-d-investissements-d-avenir'>Le Programme Investissements d'Avenir</a> qui a financé le développement de la version originale de l'application à travers le projet Oceanomics, dédié à l'analyse des échantillons de Tara Oceans [45k€].
pt: <a href='https://www.gouvernement.fr/le-programme-d-investissements-d-avenir'> Programa de Investimentos Futuros </a> que financiou o desenvolvimento da versão original do aplicativo por meio da Oceanomics projecto, dedicado à análise de amostras da Tara Oceans [45k €].
zh: <a href='https://www.gouvernement.fr/le-programme-d-investissements-d-avenir'>未来投资计划</a>，该计划通过海洋经济学资助应用程序原始版本的开发 项目，致力于分析 Tara Oceans 样本 [45k€]。

# The_Partner_University_Fund
source: The <a href='https://face-foundation.org/higher-education/partner-university-fund/'> Partner University Fund </a> that funded the hardware on which EcoTaxa ran for several years and the machine learning solution it permitted, through a joint project between Université Pierre et Marie Curie (now Sorbonne Université) and the University of Miami [15k€].
cn: 通过皮埃尔与玛丽-居里大学（现在的索邦大学）和迈阿密大学的联合项目，伙伴大学基金资助了EcoTaxa运行数年的硬件和它所允许的机器学习解决方案[15k€]。
fr: Le <a href='https://face-foundation.org/higher-education/partner-university-fund/'>Fonds des universités partenaires</a> qui a financé le matériel sur lequel EcoTaxa a fonctionné pendant plusieurs années et la solution d'apprentissage automatique qu'il a permis, dans le cadre d'un projet conjoint entre l'Université Pierre et Marie Curie (maintenant Sorbonne Université) et l'Université de Miami [15k€].
pt: O <a href='https://face-foundation.org/higher-education/partner-university-fund/'> Fundo da Universidade Parceira </a> que financiou o hardware no qual EcoTaxa funcionou por vários anos e o aprendizado de máquina solução que permitiu, através de um projeto conjunto entre a Université Pierre et Marie Curie (hoje Sorbonne Université) e a Universidade de Miami [15k €].
zh: <a href='https://face-foundation.org/higher-education/partner-university-fund/'>合作大学基金</a>资助了 EcoTaxa 运行多年的硬件和机器学习 通过皮埃尔和玛丽居里大学（现在的索邦大学）和迈阿密大学之间的一个联合项目，它允许的解决方案 [15k€]。

# The_CNRS_LEFE_program
source: The CNRS <a href='https://programmes.insu.cnrs.fr/lefe/'>LEFE</a> program that allowed to renew the machine learning backend, through the project DL-PIC [10k€].
cn: CNRS LEFE计划允许通过DL-PIC项目更新机器学习后端[10k€]。
fr: Le programme <a href='https://programmes.insu.cnrs.fr/lefe/'>LEFE</a> du CNRS qui a permis de renouveler le backend de la machine d'apprentissage, à travers le projet DL-PIC [10k€].
pt: O programa CNRS <a href='https://programmes.insu.cnrs.fr/lefe/'> LEFE </a> que permitiu renovar o backend de aprendizado de máquina, através do projeto DL-PIC [10k €].
zh: CNRS <a href='https://programmes.insu.cnrs.fr/lefe/'>LEFE</a> 计划允许通过 DL-PIC [10k€] 项目更新机器学习后端。

# The_Belmont_Forum
source: The <a href='https://www.belmontforum.org/'>Belmont Forum</a>, which funds an overall review of the application through the WWWPIC project [500k€].
cn: 贝尔蒙论坛，通过WWWPIC项目[50万欧元]资助对申请进行全面审查。
fr: Le <a href='https://www.belmontforum.org/'>Belmont Forum</a>, qui finance un examen global de la demande par le biais du projet WWWPIC [500k€].
pt: O <a href='https://www.belmontforum.org/'> Belmont Forum </a>, que financia uma revisão geral da inscrição por meio do projeto WWWPIC [500k €].
zh: <a href='https://www.belmontforum.org/'>Belmont 论坛</a>，通过 WWWPIC 项目 [500k€] 资助对应用程序的整体审查。

# The_Watertools_company
source: The <a href='http://www.watertools.cn/'>Watertools</a> company, who donated money to make the interface of EcoTaxa easier to translate, in Chinese in particular [30k€].
cn: Watertools公司，他们捐款使EcoTaxa的界面更容易翻译，特别是中文[30k€]。
fr: La société <a href='http://www.watertools.cn/'>Watertools</a>, qui a fait un don pour faciliter la traduction de l'interface d'EcoTaxa, notamment en chinois [30k€].
pt: A empresa <a href='http://www.watertools.cn/'> Watertools </a>, que doou dinheiro para tornar a interface do EcoTaxa mais fácil de traduzir, principalmente em chinês [30k €].
zh: <a href='http://www.watertools.cn/'>Watertools</a> 公司捐赠了资金，使 EcoTaxa 的界面更易于翻译，尤其是中文 [30k€]。

# The_maintenance_of_the_software
source: The maintenance of the software and hardware that allows EcoTaxa to run depends on the support of its users, who can be officially billed by the <a href='https://www.sorbonne-universite.fr/plateformes-techniques/plateforme-dimagerie-quantitative-de-villefranche-sur-mer-piqv'>Quantitative Imaging Platform of Villefranche</a>. We would very much appreciate if you would consider setting aside some funds in your next grant for this. Contact us to estimate what would be both reasonable and useful.
cn: EcoTaxa运行所需的软件和硬件的维护取决于其用户的支持，这些用户可以由维勒弗朗西的定量成像平台正式收取费用。如果您能考虑在您的下一次拨款中预留一些资金，我们将非常感激。请与我们联系，估计一下什么是合理和有用的。
fr: La maintenance du logiciel et du matériel qui permet à EcoTaxa de fonctionner dépend du soutien de ses utilisateurs, qui peuvent être officiellement facturés par la <a href='https://www.sorbonne-universite.fr/plateformes-techniques/plateforme-dimagerie-quantitative-de-villefranche-sur-mer-piqv'>Plateforme d'Imagerie Quantitative de Villefranche</a>. Nous vous serions très reconnaissants si vous pouviez envisager de réserver des fonds à cet effet dans votre prochaine subvention. Contactez-nous pour estimer ce qui serait à la fois raisonnable et utile.
pt: A manutenção do software e hardware que permite o funcionamento do EcoTaxa depende do apoio de seus usuários, que podem ser faturados oficialmente pelo <a href = 'https: //www.sorbonne-universite.fr/plateformes-techniques/plateforme- dimagerie-quantitativo-de-villefranche-sur-mer-piqv '> Plataforma de imagens quantitativas de Villefranche </a>. Ficaríamos muito gratos se você considerasse reservar alguns fundos em sua próxima doação para isso. Contate-nos para estimar o que seria razoável e útil.
zh: 允许 EcoTaxa 运行的软件和硬件的维护取决于其用户的支持，他们可以通过 <a href='https://www.sorbonne-universite.fr/plateformes-techniques/plateforme- 正式收费 dimagerie-quantitative-de-villefranche-sur-mer-piqv'>自由城定量成像平台</a>。 如果您考虑在下一次拨款中为此拨出一些资金，我们将不胜感激。 联系我们以估计什么是合理和有用的。

# The_persons_who_made_EcoTaxa
source: The persons who made EcoTaxa possible are:
cn: 使EcoTaxa成为可能的人是：。
fr: Les personnes qui ont rendu EcoTaxa possible sont :
pt: As pessoas que tornaram EcoTaxa possível são:
zh: 使EcoTaxa成为可能的人是：。

# Marc_Picheral_and
source: Marc Picheral and Jean-Olivier Irisson: specifications and project supervision
cn: Marc Picheral和Jean-Olivier Irisson：规格和项目监督
fr: Marc Picheral et Jean-Olivier Irisson : spécifications et supervision du projet
pt: Marc Picheral e Jean-Olivier Irisson: especificações e supervisão de projectos
zh: Marc Picheral和Jean-Olivier Irisson：规格和项目监督

# Sebastien_Colin
source: Sébastien Colin: initial specification
fr: Sébastien Colin : spécification initiale
zh: Sébastien Colin：初始规格

# Developers
source: Altidev, Laurent Salinas, Laurent Reese: development
cn: Altidev, Laurent Salinas, Laurent Reese: 发展
fr: Altidev, Laurent Salinas, Laurent Reese : développement
pt: Altidev, Laurent Salinas, Laurent Reese: desenvolvimento
zh: Altidev, Laurent Salinas, Laurent Reese: 发展

# Deep_learning
source: Simon-Martin Schröder, Benjamin Graham: deep learning implementation
fr: Simon-Martin Schröder, Benjamin Graham: implementation de l'apprentissage profond
pt: Simon-Martin Schröder, Benjamin Graham: implementação de aprendizagem profunda
zh: Simon-Martin Schröder、Benjamin Graham：深度学习实施

# testing_and_feedback
source: Amanda Elineau, Corinne Desnos, Laetitia Jalabert and the COMPLEx team of the <a href='https://lov.imev-mer.fr/'>Laboratoire d'Océanographie de Villefranche</a> (LOV): testing and feedback
cn: Amanda Elineau, Corinne Desnos, Laetitia Jalabert和维勒弗朗什海洋学实验室（LOV）的COMPLEx团队：测试和反馈
fr: Amanda Elineau, Corinne Desnos, Laetitia Jalabert et l'équipe COMPLEx du <a href='https://lov.imev-mer.fr/'>Laboratoire d'Océanographie de Villefranche</a> (LOV) : tests et retours d'expérience.
pt: Amanda Elineau, Corinne Desnos, Laetitia Jalabert e a equipe COMPLEx do <a href='https://lov.imev-mer.fr/'> Laboratoire d'Océanographie de Villefranche </a> (LOV): teste e feedback
zh: Amanda Elineau、Corinne Desnos、Laetitia Jalabert 和 <a href='https://lov.imev-mer.fr/'> 自由城海洋实验室 </a> (LOV) 的 COMPLEx 团队：测试和反馈

# Disclaimer
source: Disclaimer: If you annotate images in EcoTaxa you cannot claim for any retribution from the application managers but you can then download and use the results of your work. Even if they make their best to keep the application stable and secure, the managers of the EcoTaxa application are not liable for the safekeeping of the images and associated data it hosts. You are responsible for performing regular backups.
cn: 免责声明：如果您在EcoTaxa注释图片，您不能要求应用程序的管理者给予任何回报，但您可以下载并使用您的工作成果。即使他们尽力保持应用程序的稳定和安全，EcoTaxa应用程序的管理者也不对其承载的图像和相关数据的安全保管负责。您有责任定期进行备份。
fr: Avertissement : Si vous annotez des images dans EcoTaxa, vous ne pouvez prétendre à aucune rétribution de la part des gestionnaires de l'application mais vous pouvez ensuite télécharger et utiliser les résultats de votre travail. Même s'ils font de leur mieux pour maintenir l'application stable et sécurisée, les gestionnaires de l'application EcoTaxa ne sont pas responsables de la sauvegarde des images et des données associées qu'elle héberge. Il vous appartient d'effectuer des sauvegardes régulières.
pt: Aviso: Se anotar imagens em EcoTaxa não pode reclamar qualquer retribuição dos gestores da aplicação, mas pode então descarregar e utilizar os resultados do seu trabalho. Mesmo que dêem o seu melhor para manter a aplicação estável e segura, os gestores da aplicação EcoTaxa não são responsáveis pela guarda das imagens e dados associados que hospeda. São responsáveis pela realização de cópias de segurança regulares.
zh: 免责声明：如果您在EcoTaxa注释图片，您不能要求应用程序的管理者给予任何回报，但您可以下载并使用您的工作成果。即使他们尽力保持应用程序的稳定和安全，EcoTaxa应用程序的管理者也不对其承载的图像和相关数据的安全保管负责。您有责任定期进行备份。
